[Main]
DisplayName=English

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Programs
RdImageButton_Browser.caption=Toolbars && Plug-ins
RdImageButton_Metro.caption=Windows Apps
lbl_ForcedUninstall.caption=Forced Uninstall
lbl_likeIObit.caption=Like
PopMenu_Sub_Setting.caption=Settings...
PopMenu_Sub_FileShredder.caption=File Shredder
PopMenu_Sub_ExportApplicationList.caption=Export Application List
PopMenu_Sub_LogManagement.caption=Log Management
PopMenu_Sub_Update.caption=Check for updates
PopMenu_Sub_UserManual.caption=User Manual
PopMenu_Sub_TechnicalSupport.caption=Technical Support
PopMenu_Sub_IObitOnline.caption=IObit Online
PopMenu_Sub_About.caption=About
Menu_Plugins_Remove.caption=Remove
Menu_plugins_Vote.caption=Vote
Menu_plugins_Refresh.caption=Refresh
Menu_plugins_viewEntry.caption=Open in RegEdit
Menu_plugins_OpenFile.caption=Open File Location
Menu_Plugins_SelectAll.caption=Select All
Menu_Plugins_InverseSelect.caption=Inverse Select
PopMenu_Uninstall.caption=Uninstall
PopMenu_Refresh.caption=Refresh
PopMenu_ViewStyle.caption=View by
PopMenu_ViewStyle_Icon.caption=Icons
PopMenu_ViewStyle_Details.caption=Details
PopMenu_OpenFolder.caption=Open File Location
PopMenu_ViewEntry.caption=Open in RegEdit
PopMenu_SearchOnline.caption=Search Online
PopMenu_Win8App_Uninstall.caption=Uninstall
PopMenu_Win8App_Refresh.caption=Refresh
PopMenu_Win8App_ViewStyle.caption=View by
PopMenu_Win8App_Icons.caption=Icons
PopMenu_Win8App_Details.caption=Details
PopMenu_Win8App_OpenLocation.caption=Open File Location
PopMenu_Win8App_ViewEntry.caption=Open in RegEdit
PopMenu_Win8App_SearchOnline.caption=Search Online
lbl_Recommend.caption=Recommend: Advanced SystemCare
lbl_1Click.caption=1-Click to Protect and Optimize Your PC
lbl_Freedownloadnow.caption=Free download now
lbl_News_DisConnection.caption=Share this software with your families and friends. They will be happy to use Uninstaller!

[Uninstaller_Frame_Software]
lblLoading.caption=Loading Windows Updates
ListView_SoftwareList.Columns[1].Caption=Operation
ListView_SoftwareList.Columns[2].Caption=Size
ListView_SoftwareList.Columns[3].Caption=Install Date
ListView_SoftwareList.Columns[4].Caption=Version
PopMenu_Sub_BatchUninstall.Caption=Batch Uninstall

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Forced Uninstall
lbl_Detail_Title.caption=IObit Forced Uninstaller
lbl_Detail_Detail.caption=Forced Uninstall helps you uninstall a program which cannot be uninstalled in a routine way and clean its leftovers thoroughly. It can also help you remove a file and its target file easily.
RdImageButton_Browser.caption=Browse...
lbl_Forced_Tip1.caption=You can browse or drag and drop a file or folder here to delete or uninstall the file related program.
lbl_Forced_Tip2.caption=Then click the "Next" button to start the forced uninstall process.
RdImageButton_Next.caption=Next
RdImageButton_Cancel.caption=Cancel
PopMenu_Uninstall.caption=Uninstall
PopMenu_OpenFolder.caption=Open File Folder
PopMenu_ViewEntry.caption=View Entry
PopMenu_SearchOnline.caption=Search Online
ListView_Search.Columns[0].caption=Display Name
ListView_Search.Columns[1].caption=Size
ListView_Search.Columns[2].caption=Install Date

[Uninstaller_frmLogManage]
lbl_Caption.caption=Uninstall Log Manager
lbl_Detail_Title.caption=IObit Uninstaller Log File List
lbl_Detail_Detail.caption=You can view and manage all the uninstall logs below.
RdImageButton_Open.caption=Open
RdImageButton_Delete.caption=Delete
RdImageButton_DeleteAll.caption=Delete All
RdImageButton_Cancel.caption=Cancel

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Remove
lbl_Software_Uninstall.caption=Uninstall

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstall
lbl_UninstallComplete_Title.caption=Standard Uninstall finished.
lbl_Uninstalling_question.caption=Do you want to uninstall the selected program?
lbl_PowerfulScan_Title.caption=Powerful Scan
lbl_PowerfulScan_Detaill.caption=Click Powerful Scan to clean leftovers of the program. Click Cancel to complete.
lbl_PowerScan_Title_Softwre.caption=Powerful Scanning
lbl_CreateRestore_Title.caption=Create restore point before uninstalling
lbl_CreateRestore_Check.caption=Create restore point before uninstalling (It will take some time).
lbl_CreateRestore_Detaill.caption=Create a restore point here and you can undo the changes if something unexpected happened.
lbl_AutoPowerfulScan.caption=Powerful scan in automatic
lbl_AutoUninstaller.caption=Never show this notification
RdImageButton_Uninstall.caption=Uninstall
RdImageButton_PowerFulScan.caption=Powerful Scan
RdImageButton_Cancel.caption=Cancel

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Powerful Scan
lbl_Warning_Title.caption=Warning:
lbl_Warning_Detail.caption=Several programs detected in this directory. Please be cautious when selecting items to delete.
lbl_FileShredder.caption=Also shred files
lbl_SelectAll.caption=Select All
RdImageButton_Delete.caption=Delete
RdImageButton_Cancel.caption=Cancel
lbl_Shredder_Tip.caption=Shredding the files now. It may take some time, please wait...
Menu_ListView_Regedit.caption=Open in RegEdit
Menu_ListView_Path.caption=Open File Location

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Warning
lbl_Warnning_Detaill.caption=This computer program is protected by copyright law and international treaties.
lbl_copyright.caption=Copyright© 2005-2015 IObit. All rights reserved.
lbl_Thanks_Title.caption=Special thanks to the following people for their great contributions:

[Uninstaller_frmSetting]
lbl_Caption.caption=Settings
lbl_General.caption=General
lbl_AutoUninstaller.caption=Skip notification for uninstall confirmation and Restore Point creating
lbl_AutoPowerfulScan.caption=Perform a powerful scan automatically
lbl_ShowExplorerButton.caption=Add Shred File button to Explorer
lbl_AutoShowTipForm.caption=Call Powerful Scan when uninstallation operation detected
lbl_Language.caption=Language
lbl_CurrentLanguage_Title.caption=Current Language:
lbl_SkinTitle.caption=Skin:
lbl_classic.caption=Classic
lbl_Metro.caption=Blue
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Cancel

[Uninstaller_frmFileShredder]
lbl_Caption.caption=File Shredder
lbl_Detail_Detail.caption=As you know, files deleted from your PC can be recovered even after disk formatting. Normal removal only deletes file name without touching the content for performance reason. If you have important files need to be permanently removed, IObit Uninstaller will help you with "File Shredder".
lbl_Listview_Title.caption=Select the file or folder you want to shred:
lblLoading.caption=Loading...
lbl_AddFile.caption=Add file...
lbl_AddFolder.caption=Add folder...
RdImageButton_Shredder.caption=Shred
RdImageButton_Cancel.caption=Cancel
ListView_FileList.Columns[0].Caption=File Path
Menu_Shredder_Shredder.caption=Shredder
Menu_Shredder_AddFile.caption=Add File
Menu_Shredder_AddFolder.caption=Add Folder
Menu_Shredder_Romove.caption=Remove
Menu_Shredder_Clean.caption=Clear
lbl_Shredder_Tip.caption=Shredding the files now. It may take some time, please wait...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=System Restore
lbl_Detail_Title.caption=System Restore
lbl_Detail_Detail.caption=Manage your System Restore points. The latest one cannot be deleted for system safety.
ListView_Restore.Columns[0].caption=Date and Time
ListView_Restore.Columns[1].caption=Description
lbl_Restore_Tip.caption=Restoring system files and settings, please wait...
RdImageButton_Restore.caption=Restore
RdImageButton_Delete.caption=Delete
RdImageButton_Cancel.caption=Cancel

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=The Most Powerful Uninstaller to Remove Unwanted Apps && Toolbars
lbl_Installer_Setup_Title1.caption=The Most Powerful Uninstaller to Remove Unwanted Toolbars && Apps
RdImageButton_Installer.caption=Run Now
lbl_Installer_Setup_Detail.caption=Read and Accepted the
lbl_LicenseAgreement.caption=License Agreement

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=License Agreement
RdImageButton_Cancel.caption=Close

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=All Toolbars && Plug-ins
rdlvAllBrowse.Columns[0].Caption=Name
rdlvAllBrowse.Columns[1].Caption=User Ratings
rdlvAllBrowse.Columns[2].Caption=My Rating
rdlvAllBrowse.Columns[3].Caption=Publisher
rdlvAllBrowse.Columns[4].Caption=Operation
rdlvCustomBrowse.Columns[0].Caption=Name
rdlvCustomBrowse.Columns[1].Caption=Publisher

[Uninstaller_frmPluginVote]
lblTitle.Caption=Rate
lblWaiting.Caption=Submitting rate, please wait…
rdibtnLv1.Caption=1 Star
rdibtnLv2.Caption=2 Star
rdibtnLv3.Caption=3 Star
rdibtnLv4.Caption=4 Star
rdibtnLv5.Caption=5 Star
rdibtnVote.Caption=Rate

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Default Settings
lblConfire.Caption=Are you sure to restore default settings?
lblHomepageTitle.Caption=Current Homepage:
lblSearchTitle.Caption=Current Default Search Engine:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Cancel

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Name
ListView_AppList.Columns[1].caption=Operate
ListView_AppList.Columns[2].caption=Size
ListView_AppList.Columns[3].caption=Date Installed
ListView_AppList.Columns[4].caption=Version
PopMenu_Sub_BatchUninstall.caption=Batch Uninstall
lblLoading.caption=Refreshing...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=These apps are related. Uninstalling any one of them will uninstall all the others. Are you sure to uninstall?
lblUninstalling.caption=Uninstalling
btnImgUninstall.caption=Uninstall
btnImgCancle.caption=Cancel

[uninstall_Mitor_M]
lbl_attention.caption=Attention
lbl_show.caption="%s" still has leftovers, which may affect PC performance.
lbl_again.caption=Don’t show this again.
img_power.caption=Clean now

[Uninstaller_M]
Edit_Search_Tip=Search program
Edit_Search_Tip_Toolbar=Search toolbar or plug-in
Edit_Search_Tip_Win8App=Search Windows App
ForcedUninstall_Browser_Tip=Invalid path. Please select again!
ListView_Icon_Hint=Icons
ListView_List_Hint=Details
ListView_View_Hint=Change your view
ListviewHeader_Software=Program Name (Total: %d)
BatchUninstall_NoneSelect=Please select at least one program.
Uninstall_NoneSelect=Please select a program first.
WindowState_Max=Maximize
WindowState_Normor=Restore
WindowState_Min=Minimize
Close=Close
FileShredder_MaxCount_M=Sorry! The file number can't exceed 1000. Please reselect.
MoreMenu_Setting=More Settings
Restore_Form=Restore
Log_DeleteAll_ASK=Are you sure to delete all files? The deletion CANNOT be restored.
Log_Delete_ASK=Are you sure to delete the selected file? The deletion CANNOT be restored.
NoPowerfulScan_Found_Tip=There is no left item found in Powerful Scan.
Log_M=Log
App_Version_M=Program Version:
OS_Version_M=Operating System:
Date_M=Date
Version_M=Version
Publisher_M=Publisher
Install_Date_M=Install Date
Create_Restore_M=Create Restore Point
CreateRestore_Title_M=Create restore point before uninstalling.
CreateRestore_Detaill_M=You can undo changes with the restore point when something unexpected happens.
Uninstalling_M=Uninstalling
Uninstalling_Detaill_M=Standard uninstall by using the application’s built-in uninstaller.
Uninstalling_QuickDetaill_M=Quick uninstall by using the application's built-in uninstaller.
UninstallComplete_Title_M=Files deleted.
Quick_UninstallComplete_M=Quick Uninstall finished.
Quick_Uninstall_M=Quick Uninstall %s (%d/%d)
Standard_Uninstall_M=Standard Uninstall %s (%d/%d)
Uninstall_M=Uninstall %s (1/1)
Deselect_All_M=Deselect All
Select_All_M=Select All
PowerfulScan_DeleteASK_M=Are you sure to delete the selected items?
Operation_M=Operation
Powerful_Scan_M=Powerful Scan
Deleted_Registry_Key_M=Deleted Registry Key
Deleted_Registry_Value_M=Deleted Registry Value
Delete_File_M=Delete File
Delete_Folder_M=Delete Folder
Reboot_to_Delete_M=(Reboot to Delete)
Delete_finished_M=Congratulations! The leftovers have been deleted successfully.
ReStartup_to_Delete_M=Remaining files in the list will be deleted during the next system start.
Shredder_Del_M=Are you sure to permanently remove the %d file(s)? The deletion is absolutely IRRECOVERABLE and will take longer time to complete.
Shredder_NotDel_M="%s" was not shredded as it is unable to write to. Please check whether it is still in use.
Shredder_InUse_M=Some files were not shredded as they are unable to write to. Please check whether they are still in use.
Shredder_NotAddFolder_M=Cannot shred file "%s" as this operation may cause system instability.
Shredder_Sucess_M=Files shredded successfully.
Shredder_DirIsEmpty_M=It is empty. You cannot shred it.
Controlpanel_Button=Powerful Uninstall
Explorer_Button=Shred File
MenuRight_Caption=Powerful Uninstall
Frequency_M=Frequency of use
InstallerDate_M=Install Date
Frequency_SoftwareCount_M=<a>%s</a> infrequently used programs found. Uninstalling them will release <a>%s</a> to optimize your PC performance.
Frequency_DaysHint_M=Not used for %s days.
SearchLoadingMsg=Searching for toolbars && Plug-ins...
RestoreDefaultSettingsButton=Restore %s Default Settings
ListViewItemVote=Rate
ListViewItemVoted=Rated
ListViewItemTrust=Trust
ListViewItemUnTrust=Distrust
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Trusted Toolbars and Plug-ins
ListViewGroupTrustDesc=These toolbars and plug-ins won't harm your computer. You can remove or keep them per your own needs.
ListViewGroupUnTrustTitle=Toolbars and Plug-ins recommended to remove
ListViewGroupUnTrustDesc=These toolbars and plug-ins with low user ratings may contain some undesirable functions.
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=Plug-ins
FuncCheckBrowserMsgBox_1=%s is running.
FuncCheckBrowserMsgBox_2=Click OK to close it (save your contents first).
FuncCheckBrowserMsgBox_3=Or click Cancel to abort the operation.
FuncPluginRmoveConfireMsgBox=Are you sure to remove the selected items?
FuncPluginRemoveSuccessMsgBox=Items removed successfully
FuncPluginRemoveFailedMsgBox_1=Failed to remove the following items:
FuncPluginRemoveFailedMsgBox_2=Please exit the following browsers to remove the items:
FuncPluginRemoveFailedMsgBox_3=Please exit your browsers and try again.
FuncPluginSelectMsgBox=Please select an item first
FuncVoteConfire=How do you think about this program:
FuncVoteHavedVote=You have already rated
FuncVotePlugSelectMsgBox=Please select item to rate
FuncVoteMarkSelectMsgBox=Please rate.
FuncVoteFailedMsgBox=Rating failed, please check your network connection and try again.
FuncRestoreExitBrowserMsgBox=Please exit %s first
FuncRestoreSuccessMsgBox=Browser restored to default settings successfully
FuncRestoreFailedMsgBox=Failed to restore browser default settings, please exit %s and try again.
Guest_Start_Tip=You logged in the system with a guest account! You need administrative rights to use IObit Uninstaller 4.
p_RegistryCaption_M=Registry
p_FileCaption_M=File
p_FormatOneItem_M=1 item
p_FormatItems_M=%d items
FuncVoteActiveVote=Rate
FuncVoteActiveOK=OK
FuncVoteNothing=No one has had rated yet
FuncVoteCount=people involved in rating currently
FuncVoteVSA=No rate received yet
FuncVoteCFA=Be the first one to rate
FuncVoteVSB=users have rated
FuncVoteCFB=How do you think about this plug-in
FuncVoteVSC=No rate received from others
FuncVoteCFC=You have already rated
FuncVoteVSD=users have rated
FuncVoteCFD=You have already rated
AllBrowserItem=All Toolbars & Plug-ins
Powerful_Tip_M=Powerful scanning leftovers of "%s"
Setup_Win8_Detail_M=Support Quick Uninstall and Windows Apps Uninstallation
Setup_Notwin8_Detail_M=Support Quick Uninstall
RestrorePoint_Tip_M=WARNING: Restoring your system to a restore point will undo all changes made after that restore point. Once started, System Restore cannot be undone or interrupted. Are you sure you want to continue?
RestorePoint_Restart_M=System Restore needs to restart your computer to apply these changes. Before you proceed, save any open files and close all programs.
Uninstaller_Quick_M=Quick Uninstall
Uninstaller_Standed_M=Uninstall
QuickUninstall_Tip_M=Uninstall the program with just one click
Frequency_SoftwareCount_M=<a>%s</a> infrequently used programs found. Uninstalling them will release <a>%s</a> to optimize your PC performance.
Frequency_DaysHint_M=Not used for %s days.
InfrequentlyUsed_Count_M=Infrequently Used ( <a>%s</a> )
All_Programs_M=All Programs
Recently_Installed_M=Recently Installed
Large_Programs_M=Large Programs
Infrequently_Used_M=Infrequently Used
Windows_Updates_M=Windows Updates
FuncCheckBrowserMsgBox_1=%s is running
FuncCheckBrowserMsgBox_2=click OK to close it (save your contents first).
FuncCheckBrowserMsgBox_3=click Cancel to abort the operation
FuncCheckBrowserMsgBox_4=%s are running
FuncCheckBrowserMsgBox_5=click OK to turn them off by force (save your contents first).
FuncCheckBrowserMsgBox_6=click Cancel to abort the operation
Win8OtherUser=To show your Windows Apps, please make sure that your current account has administrative rights.
Win8AdminUser=Helps you uninstall unwanted Windows Apps and leftovers completely with just one click.
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps are published by Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Third-party Apps
Win8ListViewGroupsThirdSubtitle=Apps are published by Third-Party corporations.
Win8OtherUser=To show your Windows Apps, please make sure that your current account has administrative rights.
win8_UninstallBtn_M=Uninstall
win8_ListViewIcon_M=Icons View
win8_ListViewList_M=Details View

[ACD_frmDownloader]
lbl_Cancel.Caption=Cancel
lbl_Min.Caption=Minimize

[ACD_M]
M_Downloading=Downloading:
m_Installing=Installing:
M_DiskIsFull=Insufficient disk space!
M_NetError=Network error. Please try again later.
M_Tips=Downloading is in process. Double click the icon to view details.
M_TipDownLoading=Downloading
M_TipInstalling=Installing
M_MD5Faild=The downloaded file is corrupted. Please try again later.
M_AreSure=Are you sure you want to exit Downloader?
M_Speed=Speed:
M_Title=IObit Downloader

